Repository: UnsignedInt8/Ayane
Catalog: Ayane/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppTitleTextBlock.Text
source: AYANE
zh_cn: 上月绫音

# AudioEffectsPage_EchoDelayTextBlock.Text
source: Delay(ms)
zh_cn: 延迟(毫秒)

# AudioEffectsPage_EchoSwitch.Header
source: Echo
zh_cn: 回音

# AudioEffectsPage_EqualizerSwitch.Header
source: Equalizer
zh_cn: 均衡器

# AudioEffectsPage_LimiterLoudnessTextBlock.Text
source: Loudness
zh_cn: 响度

# AudioEffectsPage_LimiterSwitch.Header
source: Limiter
zh_cn: 限幅器

# AudioEffectsPage_NoteTextBlock.Text
source: Supported formats: MP3, WMA, M4A, WAV
zh_cn: 支持格式: MP3, WMA, M4A, WAV

# AudioEffectsPage_ReverbDecayTextBlock.Text
source: Decay(s)
zh_cn: 衰减(秒)

# AudioEffectsPage_ReverbSwitch.Header
source: Reverb
zh_cn: 混响

# ContextMenuItem_BrowseInFileExplorer.Text
source: Browse in the File Explorer
zh_cn: 浏览文件...

# ContextMenuItem_Delete.Text
source: Delete
zh_cn: 删除

# ContextMenuItem_PlaylistSyncWithFolders.Text
source: Sync with folders
zh_cn: 同步播放列表

# ContextMenuItem_Remove.Text
source: Remove
zh_cn: 移除

# CreatePlaylistPage_BrowseFoldersButton.Content
source: Browse...
zh_cn: 浏览...

# CreatePlaylistPage_CreatePlaylistButton.Content
source: Create
zh_cn: 创建

# CreatePlaylistPage_CreatePlaylistTitleTextBox.Header
source: New playlist...
zh_cn: 创建播放列表

# CreatePlaylistPage_CreatePlaylistTitleTextBox.PlaceholderText
source: PLAYLIST TITLE (REQUIRED)
zh_cn: 播放列表名称 （必填）

# CreatePlaylistPage_DragFolderHereTipTextBlock.Text
source: Please drop your media folders here
zh_cn: 请将媒体文件夹拖拽到这里

# CreatePlaylistPage_FilesCountTextBlock.Text
source: Files:
zh_cn: 媒体文件:

# CreatePlaylistPage_FoldersCountTextBlock.Text
source: Folders:
zh_cn: 文件夹:

# CreatePlaylistPage_ProcessedFilesTextBlock.Text
source: Processed Files:
zh_cn: 已扫描:

# Drawer_MyPlaylistsHeaderTextBlock.Text
source: MY PLAYLIST
zh_cn: 播放列表

# FirstLaunchPage_EnjoyMusicTextBlock.Text
source: Enjoy your music life!
zh_cn: 聆听美好音乐世界

# FirstLaunchPage_WelcomeTextBlock.Text
source: Hi, Welcome
zh_cn: 上月绫音

# HelpPage_Answer_AboutMe.Text
source: I'm UnsignedInt8, a developer. And I wrote Listen (a Music Player for Windows Phone 7/8).
zh_cn: 我是UWP开发者，如果你缺少UWP开发人员，可以联系我。另外我曾经开发有iOS平台的Level.4和macOS平台的Level.5，它们都是基于Apple Network Extension API开发的网络安全工具（你懂的）。服务器端熟悉Node.js，基于Node.js的开源SOCKS5代理服务器LightSword也是由本人开发，通过访问我的Github即可查看。

# HelpPage_Answer_DroppingFolder.Text
source: As the UWP restrictions, apps can't access external files more than 1,000. So, if you drop more than 1,000 files from your personal folders, the app will fail to access them. But you can import your songs from the Music Library folder without restrictions.
zh_cn: 是的，请一定通过文件夹导入歌曲。因为UWP应用程序最多只能访问1000个外部文件，如果超出限制，系统将拒绝应用程序访问更多的外部文件。

# HelpPage_Answer_PriceDifferences.Text
source: There is no difference between the free-version and purchased-version. If you love this app, please buy it. Thank you! :)
zh_cn: 免费版和付费版没有区别，如果你喜欢这款App，请购买表示支持，谢谢。

# HelpPage_Answer_SwitchToPlayerInterface.Text
source: Just double tap the rolling-cover, or scroll up your mouse wheel when the pointer is over the rolling-cover.
zh_cn: 双击主界面转动的圆形歌曲封面，或者把鼠标移动到圆形封面上，指针保持不动，向上滚动鼠标滚轮。

# HelpPage_Question_AboutMe.Text
source: About Me
zh_cn: 关于作者

# HelpPage_Question_DroppingFolders.Text
source: Why should I import songs by dropping folders?
zh_cn: 一定要通过文件夹导入歌曲吗？

# HelpPage_Question_PriceDifferences.Text
source: What's the difference between the free-version and purchased-version?
zh_cn: 免费版和付费版有什么区别？

# HelpPage_Question_SwitchToPlayerInterface.Text
source: How can I switch to the player interface?
zh_cn: 如何切换到播放器界面？

# HelpPage_Title_OtherWorks.Text
source: Relative Links
zh_cn: 相关链接

# MessageBox_Message_DeletePlaylist
source: Are you sure to delete this playlist?
zh_cn: 确定删除该播放列表？

# MessageBox_Message_ListUpdating
source: Songs list is updating...
zh_cn: 列表更新中...

# MessageBox_Message_ProcessedFiles
source: Processed Files:
zh_cn: 已处理:

# MessageBox_Message_RemoveSong
source: Are you sure to remove this song?
zh_cn: 确定移除该曲目？

# MessageBox_Message_SyncPlaylist
source: Synchronizing, please wait a moment...
zh_cn: 正在同步，请稍等...

# MessageBox_Message_TokensAlmostFull
source: You have imported {0} files or folders to this app (Max: 1,000). The UWP platform will refuse to store new songs, if you use all the space. Please put your music files into the Music Library, so you can import songs without limitations.
zh_cn: 您已经导入了{0}首歌曲，如果继续导入歌曲文件，并且超过1000个文件限制，应用程序将无法再导入任何歌曲。请将歌曲文件放入音乐库，这样就不会有任何限制。

# MessageBox_Message_TokensFull
source: The UWP app only can record 1,000 files from your disk. Now, you have imported 1,000 files or folders, and you can't import any new songs to the app. Please put your songs in the Music Library, so you can import your songs from the Music Library without limitations.
zh_cn: UWP 应用程序仅能 记录1000个外部文件。您已经使用了所有的记录空间，无法再导入新的歌曲。请将歌曲文件放入音乐库，这样就可以无限制地导入歌曲。

# MessageBox_Title_DeletePlaylist
source: Delete Playlist
zh_cn: 删除播放列表

# MessageBox_Title_JustAMinute
source: Just a minute
zh_cn: 处理中

# MessageBox_Title_NegativeButton
source: No
zh_cn: 取消

# MessageBox_Title_PositiveButton
source: Yes
zh_cn: 确定

# MessageBox_Title_RemoveSong
source: Remove item
zh_cn: 移除歌曲

# MessageBox_Title_SyncPlaylist
source: Playlist Synchronization
zh_cn: 同步播放列表

# MessageBox_Title_Warning
source: WARNING
zh_cn: 警告

# Message_NoFoldersToSync
source: There is no folder to sync.
zh_cn: 该播放列表没有可以同步的文件夹

# Message_PlaylistTitleExist
source: You can't create the playlist which the title used by other playlist.
zh_cn: 播放列表名称已经存在

# SettingsPage_AutoPlaySwitch.Header
source: Play music when app launches
zh_cn: 程序启动后自动播放音乐

# SettingsPage_KeepScreenOn.Header
source: Keep the screen always on
zh_cn: 保持屏幕常亮

# SleepingModePage_BeenStartedTextBlock.Text
source: The Sleeping Mode has been started.
zh_cn: 睡眠模式已经开启。点此

# SleepingModePage_CancelTextBlock.Text
source: CANCEL
zh_cn: 取消

# SleepingModePage_IntroductionTextBlock.Text
source: Stop the playback when timer ends
zh_cn: 自动停止音乐播放

# SleepingModePage_MinutesModeButton.Content
source: Minutes
zh_cn: 分钟

# SleepingModePage_OkButton.Content
source: OK
zh_cn: 启用

# SleepingModePage_SongsCountModeButton.Content
source: Songs
zh_cn: 曲目

# Text_Album
source: Album
zh_cn: 专辑

# Text_Albums
source: Albums
zh_cn: 专辑

# Text_Artist
source: Artist
zh_cn: 歌手

# Text_Artists
source: Artists
zh_cn: 歌手

# Text_Song
source: Song
zh_cn: 曲目

# Text_Songs
source: Songs
zh_cn: 曲目

# Text_Title_App
source: AYANE
zh_cn: 上月绫音

# Text_Title_AudioEffects
source: Audio Effects
zh_cn: 音效

# Text_Title_Help
source: Help
zh_cn: 帮助

# Text_Title_Settings
source: Settings
zh_cn: 设置

# Text_Title_SleepingMode
source: Sleeping Mode
zh_cn: 睡眠模式

# ToolTip_AudioEffects.Text
source: Audio Effects
zh_cn: 音效

# ToolTip_Help.Text
source: Help
zh_cn: 帮助

# ToolTip_NewPlaylist.Text
source: New Playlist
zh_cn: 新建播放列表

# ToolTip_Settings.Text
source: Settings
zh_cn: 设置

# ToolTip_SleepingMode.Text
source: Sleeping Mode
zh_cn: 睡眠模式

# TopContentPage_AlbumsPivotItem.Header
source: ALBUMS
zh_cn: 专辑

# TopContentPage_ArtistPivotItem.Header
source: ARTISTS
zh_cn: 歌手

# TopContentPage_GenresPivotItem.Header
source: GENRES
zh_cn: 流派

# TopContentPage_SongsListViewTip_DropFolders.Text
source: Note: Dropping files here is not appropriate. Folders are recommended.
zh_cn: 注意: 请尽量拖拽文件夹，不要直接拖拽歌曲文件

# TopContentPage_SongsPivotItem.Header
source: SONGS
zh_cn: 歌曲
